cfd_bfs_2d/bfs_2d_coarse/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

runApplication blockMesh

runApplication checkMesh

runApplication simpleFoam

#------------------------------------------------------------------------------
