cfd_bfs_2d/bfs_2d_coarse/system/sample_pinn
type            sets;
libs            ("libsampling.so");

interpolationScheme cellPoint;

setFormat       raw;

fields
(
    U
    p
    k
    epsilon
    nut
);

sets
(
    grid_pinn
    {
        type    cloud;
        axis    xyz;
        points  #include "../gridPoints_driver_seegmiller.xyz";
    }
);
